{
    "profile" : [
        {
    "samsungm21":"The phone is powered by Octa core (2.3 GHz, Quad core, Cortex A73 + 1.7 GHz, Quad core, Cortex A53) processor. It runs on the Samsung Exynos 9 Octa 9611 Chipset. It has 4 GB RAM and 64 GB internal storage. Samsung Galaxy M21 smartphone has a Super AMOLED display.",
    "samsungm30":"The lowest price of Samsung Galaxy M30s is ₹ 17,983 at Flipkart on 1st August 2020. This smartphone is available in 1 other variant like 6GB RAM + 128GB Storage with colour options like Black, Blue, Opal Black, Pearl White, Sapphire Blue, and White",
    "samsungm31":"Galaxy M31s features a quad-camera set-up with a 64MP primary camera supported by an 8MP ultra-wide-angle and two similar 5MP lenses. Expected to be accompanied by a similar Exmor RS sensor, the front fascia sports a 32MP shooter. The Galaxy M31s is powered by a 2.3GHz Octa-core Samsung Exynos 9 Octa 9611 chipset",
    "minote9":"The phone comes with a 6.53-inch Full-HD+ (1,080x2,340 pixels) Dot Display with 19.5:9 aspect ratio and Corning Gorilla Glass 5 protection. Redmi Note 9 comes with an octa-core MediaTek Helio G85 SoC processor coupled with up to 6GB of LPDDR4x RAM. ... On the front, the phone features a 13 MP camera.",
    "minote8":"The phone is powered by Octa core (2 GHz, Quad core, Kryo 260 + 1.8 GHz, Quad core, Kryo 260) processor. It runs on the Qualcomm Snapdragon 665 Chipset. It has 4 GB RAM and 64 GB internal storage. Xiaomi Redmi Note 8 smartphone has a IPS LCD display",
    "minote8pro":"It has a big-display which measures 6.53-inches and a water drop notch that houses the selfie camera. The display also has support for HDR. It has a glass back that is made out of Corning Gorilla Glass 5. ... The Redmi Note 8 Pro is powered by the MediaTek Helio G90T which is a gaming processor.",
    "iphone6":"The iPhone 6 and 6 Plus include larger 4.7 and 5.5 inches (120 and 140 mm) displays, a faster processor, upgraded cameras, improved LTE and Wi-Fi connectivity and support for a near field communications-based mobile payments offering",
    "iphone7":"The iPhone 7 and 7 Plus are Apple's lower-cost iPhones, with camera improvements, a glossy black color, faster processors, and improved water resistance implemented through a click-less haptic home button and no headphone jack. The iPhones first launched on Sept.",
    "iphone8":"iPhone 8 is built with most durable glass ever used in a smartphone. The phone has a 4.7-inch LCD Multi-Touch display with IPS technology and a pixel resolution of 1334-by-750- at 326 ppi. It also has a Fingerprint sensor built into the Home button. The battery of iPhone 8 will last about the same as iPhone 7"  
        }
]
}